var profiles = [
//----------------------------------------------------------------------------------------------------------------
{

	name:'My Page'

}
//----------------------------------------------------------------------------------------------------------------
];

//----------------------------------------------------------------------------------------------------------------
/*

Параметры для настроек:

основные:
name - название настройки, если не указано, то будет скрыта кнопка перехода к настройке (строка)
defaultVideoTitle - название видео по умолчанию (строка)
defaultVideoDiscription - описание видео по умолчанию (строка)
togroup - загружать видео в сообщество (указывается id сообщества, положительное число)
toalbum - загружать в альбом (указывается id альбома, положительное число)
wallpost - установить галочку "Опубликовать на стену" по умолчанию [1/0]
repeat - установить галочку "Зациклить видео" по умолчанию [1/0]

только для профайла:
is_private - установить галочку "Приватное видео" по умолчанию [1/0]
privView - установить значение "Кто сможет смотреть это видео?" по умолчанию (положительное число)
[0 - Все пользователи (по умолчанию), 1 - Только друзья, 2 - Друзья и друзья друзей, 3 - Только я]
privComment - установить значение "Кто сможет комментировать это видео?" по умолчанию (положительное число)
[0 - Все пользователи (по умолчанию), 1 - Только друзья, 2 - Друзья и друзья друзей, 3 - Только я]

только для массового загрузчика:
releaseTeam - установить релиз группу по умолчанию

*/
//----------------------------------------------------------------------------------------------------------------